Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 엘케도니아는 내 생각보다도 더 엄청난 곳인가 봐∙∙∙.
en: elkedonia must be even more powerful than I thought...

source: 마음에 들어 하며 자세히 물어봤다고 하더군요∙∙∙.
en: ...she really liked the idea and asked for details...

source: 차?
en: tea?

source: 피부는 안 좋고, 말라가지고 일도 못 시키겠는데.
en: her skin looks terrible and she’s too scrawny. I need a child that can work.

source: 움직이지 말고 방에서 기다릴걸~!
en: I should’ve waited in my room instead of wandering around!

source: 지금으로선 유력한 후보지.
en: she’s the likeliest candidate.

source: 당연하지.
en: of course.

source: 이런 것들은 아무래도 잘 안 키워져.
en: it’s hard to raise children like her.

source: 그렇게 말해줘서 고맙군요.
en: thank you. I’ll take that as a compliment.

source: 그게 걱정이란 말이지.
en: that’s what I’m most worried about.

source: 왠지 오늘밤은∙∙∙
en: I get the feeling...

source: 나이에 처음 반응하셨어.
en: but he reacted when he heard my age.

source: 의외로 침착하시네요.
en: you are a lot calmer than I expected.

source: 뻔뻔하기 그지없어 정말!
en: you’re utterly shameless!

source: 맛있는 음식일텐데
en: ...the food is delicious.

source: 전 괜찮습니다.
en: I’m fine.

source: 아셀라 드벨리안이라 합니다.
en: ...the second daughter of marquess devellian.

source: 그리고 납치당했을 때도 거기 감옥에서,
en: he also took a beating for me...

source: 경매장에 끌려갔던 날 구해주신 후
en: what master yulius had said to me...

source: 소공녀 님과 동갑인 영애이십니다.
en: she is the same age as you.

source: 친구래.
en: she called me a friend.

source: 하지만 지금 생각해보면 율리어스 님은
en: but when I think about it, you--

source: 아래서 기다리게 해뒀습니다.
en: I made him wait downstairs.

source: 전부 다 제가 했어요!
en: I did all of it!

source: 그래서 내가 특별한 사람일 거라고 생각했나 봐.
en: that must be why they assumed I was someone special.

source: 내가 정말 말하고 싶은 건
en: what I really want to say is...

source: 뭡니까?
en: what is it?

source: 먼저 올라가 있거라.
en: for now, go back to your room.

source: 이런 걸 데리고 다니면 웃음거리가 된다고!
en: I’ll become a laughingstock if I bring her around!

source: 전 아셀라 아가씨 몸종이니까요.
en: since I’m lady ascella’s page boy.

source: 당신을 초대할 테니∙∙∙
en: ...filled to the brim with that flower.

source: 흥
en: hmph

source: 있었다.
en: was here all this time.

source: 빈민가예요.
en: it’s the slums.

source: 답싹!
en: grab

source: 죄송∙∙∙ 죄송합니다.
en: I-I’m sorry...

source: 마음에 드는 애가 있으실 겁니다!
en: I’m sure you’ll find one more to your liking!

source: 머쓱
en: shy

source: 그런 네놈을 죽이면 폐하께서 날 벌할지 궁금한데,
en: I wonder how the emperor will punish me if I kill you.

source: 그래서요∙∙∙.
en: so...

source: 뭐래애애
en: what is she saying?!

source: 아~가~씨~
en: my lady!

source: 절 율리어스 님께 데려다주세요.
en: ...please take me to master yulius instead?

source: 여기가 정말 현실이라니∙∙∙?
en: so, all of this is for real?

source: 쾅!!!
en: slam

source: 하지만 이젠 귀족 자제들과 만나시게 될테니,
en: but I suppose she can do without having such lowly friends...

source: 맞다 아셀라…
en: oh right, ascella...

source: 공작 각하처럼 나이를 까다롭게 보시는 분도 많으시니까요.
en: some nobles, like your royal highness, are rather particular about the age of the orphan they choose to take in.

source: 뭘∙∙∙ 염두해야 하나요?!
en: what... should I keep in mind?

source: 화들짝
en: jump

source: 응석을 부리고 싶은 기분도 같이 들었는걸∙∙∙
en: it made me want to act like a spoiled child...

source: 율리어스 님이 싸움에 끼고 싶지 않으시다면
en: if master yulius does not wish to be involved in your fight...

source: 카앙 캉!
en: clash clang

source: 아셀라 아가씨는 심하게 울부짖으셔서
en: lady ascella kicked up a fuss and cried so much...

source: ∙∙∙두고 봐∙∙∙!!!
en: I’ll get you for this!!!

source: 그만!
en: stop!

source: 후작께서 책임진다는 걸로 알아도 되겠지?
en: should something like this ever happen again.

source: 슈우우우우…
en: whoosh

source: 휘오오오
en: whoosh

source: 먹으면서 기다리고 있어라.
en: have some food while you wait.

source: 방근 전까지 무서운 황제 얘기를 하고 있었는데,
en: just moments ago, we were talking about how frightening the emperor was...

source: 웨엥∙∙∙
en: mrow...

source: 수상한 사람들이 밀어닥쳤던 것 같∙∙∙은데.
en: ...and a suspicious group of people surrounded us...

source: -일주일 후
en: one week later

source: 그때 이미 약혼 얘기도 나오고
en: there was already talk of your engagement then...

source: 아이를∙∙∙ 낳는다니∙∙∙
en: bear... children...?

source: 안녕하세요!
en: hello!

source: 유리언은 나날이 멋져지고 있으니까!
en: because you’re becoming more handsome and charming by the day!

source: 네가 그렇게 생각한다니∙∙∙
en: is that what you think?

source: 웨∙∙∙
en: meow...

source: 거지에 고아였던 걸지도 모른단 소문이∙∙∙
en: the rumor that you were actually a penniless orphan...

source: 그럼요.
en: that’s right!

source: 아냐, 약효가 도는 좀 늦을 수도 있다고 했으니까∙∙∙
en: no, she said it might take some time for the medicine to take effect...

source: 성전 놈이 엘케도니아에 들어오려 하다니
en: so a temple rat dares to enter elkedonia...

source: 우와아아악
en: yeaaah

source: 먼저 갈게
en: I’ll be off now!

source: 이 계약서에는
en: this contract...

source: 점심은 유리언이랑 같이 먹을 거예요!
en: I’ll eat lunch with yurion!

source: 와아아아
en: yeaaah

source: 그래서 각하 대신 소공녀 님을 데리고 가려는 것 같습니다.
en: that seems to be why she is trying to make you part of the imperial family in lieu of his royal highness.

source: 너희 신이란 작자는 그렇게 쉽게 배신할만한가 보지?
en: to think your god is a being you can betray this easily...

source: ∙∙∙전혀 못 알아들은 것 같구.
en: I don’t think she understood me at all.

source: 자식을 들인 것도 아닌데 호들갑 떨기는.
en: it’s not like I’m adopting her. stop making a fuss.

source: 이젠 엘케도니아의 소공녀가 됐으니까.
en: ...has now become the little lady of elkedonia.

source: 힘낼게요!{j}율리어스님!
en: ...and not be a bother to you, master yulius!{j}

source: 열다섯입니다.
en: I am 15 years old.

source: ∙∙∙아가씨께서 황제를 불러 이 사달이 났단 말이죠.
en: so... all of this happened because you summoned the emperor.

source: 뭔가 잘못 된 것 같아.
en: ...is going terribly wrong.

source: 스윽-..
en: lift

source: 알았다.
en: all right.

source: 말이 되는 소릴 해야지!
en: it’s simply absurd!

source: 음~ 그러니까…
en: uhm... well...

source: 황제 폐하께서 잘못하신 거잖아요.{j}이번 일은!
en: her majesty’s the one to blame this time!{j}

source: 머뭇
en: hesitate

source: 너는,
en: do you...

source: 그냥 너무 아파서 기절한 건가?!
en: so I simply fainted from the pain?!

source: 그, 그건 다들 입양이나 후원으로 나가고∙∙∙
en: o-only because they were all adopted or sponsored...

source: 설거지도 잘 할 수 있어요!!
en: I’m also really good at doing the dishes!!!

source: 어이!
en: hey!

source: 민트 아가씨라면 그래도 평범한(?){j}인간이시니까∙∙∙.
en: but since lady mint is pretty much just a normal person...{j}

source: 기사단에서 규칙적으로 자게 하고 밥도 잘 주니까요.
en: it’s because the order of knights has a regular sleep schedule and serves hearty meals.

source: 잠이 온다∙∙∙.
en: I’m falling asleep...

source: 그러고보니 율리어스 님이 안 보이시잖아?!
en: come to think of it, I don’t see master yulius anywhere!

source: 어릴 때부터 그런 풍경이 당연한 건 말도 안 돼.
en: ...it’s not fair to be forced to live a life like that from such an early age.

source: 어린아이가 취향이라는 게?
en: that you... prefer children?

source: 오히려 꿈에서 깨어나는 걸 바라게 된다.
en: but rather to wake up.

source: 지금도 일하느라 바쁘실테니!
en: he must be busy with work today too!

source: 저는 그분이랑 만나면 안 되는 건가요?
en: should I not be meeting him?

source: 어차피 적과 싸울 바에는 나와 손을 잡고
en: as he will have to battle his enemies anyway, he’ll eventually come to the conclusion...

source: 늦은 시간에 왔는데도 환영해주셔서 감사해요.
en: thank you for welcoming me, even though I arrived at such a late hour.

source: 그걸 노려 황제를 쫓아내려고 했다.
en: at which point I’d have chased the emperor out.

source: 사악
en: slice
